# Что такое R, как он работает?
# Создание, просмотр и удаление таблиц с памяти программы
# Помощь в одну строку

# Данные в R 
# Объекты
# Импортирование данных через консоль
# Экспортирование данных через консоль
# Генерирование новых данных (Regular/ Random sequences)
# Работа с данными 
# - создание столбцов
# - конвертирование переменных
# - логические операторы

# Доступ к переменных в таблице посредством индексных значении

# Арифметические и простые функции в R
# - sum, prod, max, min, which.max, range,length,mean,median,var,cor,round,rev,sort,rank,
# - log, scale, pmin(),pmax(), match, which(), choose, na.fail(),unique, table,
# - subset
